/* MicPermissionDenied */
"Access to speech recognition is denied by the user." = "L'accesso al riconoscimento vocale è stato negato dall'utente";

/* MicStartAudioEngineFail */
"An error occurred starting audio engine" = "Si è verificato un errore all'avvio dell'engine audio";

/* MicStartAudioSessionFail */
"An error occurred when starting audio session." = "Si è verificato un errore all'avvio della sessione audio.";

/* NotificationChallengeComplete */
"Challenge complete!" = "Sfida completata!";

/* Attività complete */
"Completed activities" = "Sfide terminate";

/* MicFinishIncomplete */
"Incomplete!" = "Incompleto!";

/* MicListening
 MicPermissionAuthorized */
"Listening..." = "Ascolto...";

/* Attività in sospeso */
"Pending activities" = "Sfide da fare";

/* Punti */
"Points" = "Punti";

/* MicPermissionNotDetermined */
"Speech recognition has not been authorized yet." = "Il riconoscimento vocale non è stato ancora autorizzato";

/* MicPermissionRestricted */
"Speech recognition is restricted." = "Speech recognition is restricted.";

/* MicFinishSuccess */
"Success!" = "Completo!";

/* Non ci sono sfide! */
"There aren't challenges" = "Non ci sono sfide";

/* Punti totali */
"Total points" = "Punti totali";
